In [1]:
import pandas as pd
df = pd.DataFrame({"age":[10,20,30]})
df

   age
0   10
1   20
2   30

In [2]:
%load_ext google.colab.data_table
import pandas as pd
df = pd.DataFrame({"age":[10,20,30]})
df

   age
0   10
1   20
2   30